***messages***

:STRINGS

IDS_UNINSTTITLE                "Trình gỡ bỏ WinRAR"
IDS_WINRARHELP                 "Trợ giúp WinRAR"
IDS_RARHELP                    "Tài liệu RAR console"
IDS_WHATSNEW                   "Có gì mới trong phiên bản mới nhất"

; Name of WhatsNew.txt file in distribution package.
; Edit it only if you renamed this file.
IDS_WHATSNEWNAME               "WhatsNew.txt"

IDS_UNINSTALLRAR               "Gỡ bỏ WinRAR"
IDS_UNINSTALLCOMPLETED         "Gỡ bỏ hoàn tất"
IDS_UNINSTALLSHOULDDELETE      "Bạn nên xóa %s bằng tay"
IDS_SETTINGSWARN               "Tất cả cài đặt, bao gồm mật khẩu được lưu trữ trong hồ sơ tổ chức và nén, sẽ bị mất trừ khi được xuất trước."
IDS_CONTINUEUNINSTALL          "Tiếp tục gỡ bỏ WinRAR?"
IDS_CANNOTOPENLIST             "Không thể mở tập tin danh sách %s"
IDS_WINRARARC                  "Tập tin nén WinRAR"
IDS_WINRARZIPARC               "Tập tin nén ZIP WinRAR"
IDS_RARRECVOL                  "Phần phục hồi RAR"
IDS_HOMEURL                    "http://www.rarlab.com"
IDS_WINRARDESC                 "Xử lý các định dạng tập tin nén RAR, ZIP và khác"
IDS_REBOOTREQUIRED             "Bạn cần khởi động lại Windows để gỡ bỏ WinRAR hoàn toàn."
IDS_INSTHELP1                  "Những tùy chọn này điều khiển WinRAR tích hợp vào Windows."
IDS_INSTHELP2                  "Nhóm đầu tiên của tùy chọn cho phép chọn loại tập tin nén được giữ bởi WinRAR."
IDS_INSTHELP3                  "Nhóm thứ hai chọn nơi để thêm các liên kết đến tập tin thực thi WinRAR."
IDS_INSTHELP4                  "Nhóm cuối cùng điều khiển sự tích hợp vào shell Windows."
IDS_INSTHELP5                  "Sự tích hợp shell cung cấp các tính năng khéo léo giống như mục \"Giải nén\" trong trình đơn ngữ cảnh tập tin nén, và thông thường không có lý do gì để vô hiệu nó."
IDS_INSTHELP6                  "Ấn nút \"Trợ giúp\" để đọc mô tả chi tiết của những tùy chọn này."
IDS_WARN32BIT                  "Bạn đã cài đặt phiên bản WinRAR 32 bit trên Windows 64 bit. Bạn có thể có được cường độ thực hiện và tính tin cậy tốt hơn bằng việc gỡ bỏ WinRAR 32 bit và cài đặt WinRAR x64."
IDS_INSTREBOOTREQUIRED         "Bạn cần khởi động lại máy tính của bạn để hoàn thành cài đặt."
IDS_BETA                       "beta"
IDS_32BIT                      "32-bit"
IDS_64BIT                      "64-bit"
IDS_SINGLETOPITEM              "Chỉ một trình đơn có thể hiển thị nếu trình đơn chồng nhau bị tắt. Có thể chỉnh trong \"Trình đơn chuột phải...\"."
IDS_INSTINFOFOLDER             "Winrar đã được cài đặt thành công vào thư mục"

; Displayed beginning from Windows 11.
IDS_INSTINFOASSOCIATE          "Bạn có thể cần mở một kho lưu trữ trong Windows và chọn \" Luôn luôn \" cho WinRAR trong lời nhắc xuất hiện để hoàn thiện liên kết với định dạng lưu trữ đó."

IDS_INSTINFOSETTINGS           "Sử dụng lệnh \" Cài đặt ... \" từ trình đơn WinRAR \" Tùy chọn \" để tùy chỉnh thêm."
IDS_INSTINFOPURCHASE           "Xin lưu ý rằng WinRAR không phải là phần mềm miễn phí. Chỉ khi bạn mua giấy phép, bạn sẽ cho phép chúng tôi tiếp tục cải thiện."
IDS_INSTINFODOWNLOAD           "Vui lòng truy cập trang chủ Winrar để tải xuống phiên bản WinRAR mới nhất. Tại đây bạn cũng có thể mua giấy phép của mình cho WinRAR thông qua máy chủ giao dịch an toàn của chúng tôi."


:DIALOG SETUPDLG

SIZE                           "100*100"
CAPTION                        "Các mục menu ngữ cảnh"
IDC_ASSOCWITH                  "Liên kết WinRAR với"
IDC_ASSOCRAR                   "&RAR"
IDC_ASSOCZIP                   "&ZIP"
IDC_ASSOC7Z                    "7-Zip"
IDC_ASSOCARJ                   "ACE"
IDC_ASSOCBZ2                   "ARJ"
IDC_ASSOCCAB                   "BZ2"
IDC_ASSOCGZ                    "CAB"
IDC_ASSOCISO                   "GZip"
IDC_ASSOCJAR                   "ISO"
IDC_ASSOCLZ                    "JAR"
IDC_ASSOCLZH                   "LZH"
IDC_ASSOCTAR                   "TAR"
IDC_ASSOCUUE                   "UUE"
IDC_ASSOCXZ                    "XZ"
IDC_ASSOCZ                     "Z"
IDC_ASSOCZIPX                  "ZIPX"
IDC_ASSOCZST                   "ZST"
IDC_ASSOC001                   "001"
IDC_ASSOCALL                   "&Chuyển đổi tất cả"
IDC_INTEGRATIONINTERFACE       "Giao diện"
IDC_LINKDESKTOP                "Thêm WinRAR ra &Màn hình"
IDC_LINKSTARTMENU              "Thêm WinRAR vào &Trình đơn Start"
IDC_LINKPROGRAMS               "Tạo nhóm chươn&g trình WinRAR"
IDC_SHELLINTEGRATION           "Tích hợp shell"
IDC_SHELLEXT                   "Tích &hợp WinRAR vào shell"
IDC_SHELLCASCADED              "Trình đơn ngữ cảnh chồng nha&u"
IDC_SHELLICONS                 "&Biểu tượng trong trình đơn ngữ cảnh"
IDC_SHELLLEGACYMENU            "Trình đơn &kế thừa"
IDC_SETCONTEXTMENU             "Các mục trình đơn ngữ cả&nh..."
IDOK                           "Đồng ý"
IDHELP                         "Trợ giúp"


:DIALOG DONEDLG

SIZE                           "100*100"
CAPTION                        "Thiết lập WinRAR"
IDOK                           "Xong"
IDC_WHATSNEW                   "Có gì &mới"
IDC_RUNWINRAR                  "&Chạy WinRAR"
IDC_VIEWHELP                   "Đọc trợ &giúp"
IDC_VIEWLICENSE                "&Xem giấy phép"
IDC_VIEWPRICE                  "&Mua"
IDC_HOMEPAGE                   "&Trang chủ"
IDC_THANKS                     "Cảm ơn vì đã sử dụng WinRAR!"


:DIALOG SETUPCONTEXTITEMS

SIZE                           "100*100"
CAPTION                        "Trình đơn ngữ cảnh"
IDC_CONTEXTMENUITEMS           "Chọn các mục để hiển thị trong trình đơn ngữ cảnh Explorer"
IDC_CONTEXTEXTRACTTO           "&Giải nén tập tin..."
IDC_CONTEXTEXTRACTHERE         "Giải nén Ở đâ&y"
IDC_CONTEXTEXTRACT             "Giải &nén đến <thư mục\\>"
IDC_CONTEXTEXTRACTSEPARATE     "Giải nén mỗi tập tin nén đến mỗi thư mục &riêng biệt"
IDC_CONTEXTOPENSFX             "Mở với WinRAR (cho các tập tin nén SFX)"
IDC_CONTEXTOPENARC             "Mở với WinRAR (cho các tập tin nén thông thường)"
IDC_CONTEXTADD                 "&Thêm vào tập tin nén..."
IDC_CONTEXTADDARC              "Thêm &vào <tên tập tin nén>"
IDC_CONTEXTEMAILARC            "Nén vào <tên tập tin nén> và email"
IDC_CONTEXTEMAILARCOPT         "Nén và email..."
IDC_CONTEXTTEST                "K&iểm tra tập tin nén"
IDC_CONTEXTCONVERT             "&Chuyển đổi tập tin nén..."

; Positions of IDC_CONTEXTTOP* controls are overlapping with IDC_CONTEXT*.
; WinRAR hides either one or another group depending on other options.
IDC_CONTEXTTOPEXTRACT          "&Giải nén đến <folder\\>"
IDC_CONTEXTTOPEXTRACTTO        "G&iải nén tập tin..."
IDC_CONTEXTTOPEXTRACTHERE      "Giải nén ở đâ&y"
IDC_CONTEXTTOPEXTRACTSEPARATE  "Giải nén mỗi file nén vào thư mục &riêng biệt"
IDC_CONTEXTTOPADDARC           "Thêm &vào <archive name>"
IDC_CONTEXTTOPADD              "&Thêm vào lưu trữ..."

IDC_CONTEXTNEWMENU             "Thêm trình đơn \Mới\"""
IDC_CONTEXTNEWRAR              "Tập tin nén WINRAR"
IDC_CONTEXTNEWZIP              "Tập tin nén WINRAR ZIP"
IDC_CONTEXTDROPMENU            "Trình đơn ngữ cảnh kéo và thả"
IDC_CONTEXTDRAGADD             "&Hiển thị các mục nén"
IDC_CONTEXTDRAGEXTRACT         "Hiển thị các mục &giải nén"
IDC_CONTEXTSFXARCHIVES         "Nơi để kiểm tra các tập tin nén SFX"
IDC_CONTEXTSFXLOCAL            "Ổ đĩa cục &bộ"
IDC_CONTEXTSFXNETWORK          "Ổ đĩa &mạng"
IDC_CONTEXTSFXOTHER            "Ổ đĩa &khác"
IDC_CONTEXTALWAYSARCTITLE      "Luôn hiển thị các tập tin nén cho"
IDOK                           "Đồng ý"
IDCANCEL                       "Hủy bỏ"
IDHELP                         "Trợ giúp"


